
function help(chatterPlayer, arguments, bot) {

    if (chatterPlayer.auth == null || !bot.get_playerStaff().includes(chatterPlayer.auth.id) && chatterPlayer.auth.id != bot.get_creatorId()) {

        bot.sendGameMessage('𝗥𝗼𝗼𝗺 𝗰𝗼𝗺𝗺𝗮𝗻𝗱𝘀: 𝗌𝖾𝖺𝗋𝖼𝗁𝖬𝖾𝗌𝗌𝖺𝗀𝖾(𝗋𝗌𝗆)')
        bot.sendGameMessage('𝗣𝗹𝗮𝘆𝗲𝗿 𝗰𝗼𝗺𝗺𝗮𝗻𝗱𝘀: 𝖻𝗈𝗇𝗎𝗌𝖫𝖾𝗍𝗍𝖾𝗋(𝗉𝖻𝗅) — 𝗆𝖾𝗌𝗌𝖺𝗀𝖾𝗌(𝗉𝗆) — 𝗇𝖺𝗍𝗂𝗈𝗇𝖺𝗅𝗂𝗍𝗒(𝗉𝗇) — 𝗉𝗋𝖾𝖼𝗂𝗌𝗂𝗈𝗇(𝗉𝗉) — 𝗌𝗉𝖾𝖾𝖽(𝗉𝗌) — 𝗋𝖾𝖺𝖼𝗍𝗂𝗈𝗇𝖳𝗂𝗆𝖾(𝗉𝗋𝗍)')
        bot.sendGameMessage('𝗥𝗮𝗻𝗸𝗲𝗱 𝗰𝗼𝗺𝗺𝗮𝗻𝗱𝘀: 𝖽𝖾𝗍𝖺𝗂𝗅(𝗋𝖽) — 𝗀𝗅𝗈𝖻𝖺𝗅(𝗋𝗀) — 𝗉𝖾𝗋𝗌𝗈𝗇𝗇𝖺𝗅(𝗋𝗉) — 𝗋𝖾𝖼𝗈𝗋𝖽(𝗋𝗋)')
        bot.sendGameMessage('𝗗𝗮𝘁𝗮𝗯𝗮𝘀𝗲 𝗰𝗼𝗺𝗺𝗮𝗻𝗱𝘀: 𝗈𝖼𝖼𝗎𝗋𝗋𝖾𝗇𝖼𝖾𝖲𝗒𝗅𝗅𝖺𝖻𝗅𝖾(𝖽𝗈𝗌) — 𝗈𝖼𝖼𝗎𝗋𝗋𝖾𝗇𝖼𝖾𝖶𝗈𝗋𝖽(𝖽𝗈𝗐) — 𝗍𝗈𝗍𝖺𝗅𝖲𝗒𝗅𝗅𝖺𝖻𝗅𝖾𝗌(𝖽𝗍𝗌) — 𝗍𝗈𝗍𝖺𝗅𝖶𝗈𝗋𝖽𝗌(𝖽𝗍𝗐)')

    }
    else {
        bot.sendGameMessage('𝗥𝗼𝗼𝗺 𝗰𝗼𝗺𝗺𝗮𝗻𝗱𝘀: 𝖺𝗅𝗅𝖯𝗅𝖺𝗒𝖾𝗋𝗌(𝗋𝖺𝗉) — 𝖻𝖺𝗇(𝗋𝖻) — 𝖽𝗂𝗌𝖼𝗈𝗇𝗇𝖾𝖼𝗍(𝗋𝖽) — 𝗄𝗂𝖼𝗄(𝗋𝗄) — 𝗅𝖾𝖺𝖽(𝗋𝗅) — 𝗆𝗈𝖽(𝗋𝗆) — 𝗌𝖾𝖺𝗋𝖼𝗁𝖬𝖾𝗌𝗌𝖺𝗀𝖾(𝗋𝗌𝗆) - 𝗎𝗇𝖻𝖺𝗇(𝗋𝗎𝖻) - 𝗎𝗇𝗆𝗈𝖽(𝗋𝗎𝗆) - 𝗋𝖾𝖺𝗅𝖳𝗂𝗆𝖾𝖨𝗇𝖿𝗈𝗋𝗆𝖺𝗍𝗂𝗈𝗇(𝗋𝗋)')
        bot.sendGameMessage('𝗕𝗼𝘁 𝗰𝗼𝗺𝗺𝗮𝗻𝗱𝘀: 𝖺𝗂 — 𝖺𝗎𝗍𝗈𝖩𝗈𝗂𝗇(𝖻𝖺𝗃) — 𝖼𝗈𝗉𝗒𝖯𝗋𝗈𝖿𝗂𝗅𝖾(b𝖼𝗉) — 𝗀𝖾𝗇𝖾𝗋𝖺𝗍𝖾𝖳𝗈𝗄𝖾𝗇(𝖻𝗀𝗍) — 𝗃𝗈𝗂𝗇𝖱𝗈𝗈𝗆(𝖻𝗃𝗋) — 𝗌𝗎𝗂𝖼𝗂𝖽𝖾(𝖻𝗌) — 𝗐𝗈𝗋𝖽𝖤𝗋𝗋𝗈𝗋(𝖻𝗐𝖾) — 𝗐𝗈𝗋𝖽𝖯𝖾𝗋𝖬𝗂𝗇𝗎𝗍𝖾(𝖻𝗐𝗉𝗆)')
        bot.sendGameMessage('𝗣𝗹𝗮𝘆𝗲𝗿 𝗰𝗼𝗺𝗺𝗮𝗻𝗱𝘀: 𝖺𝗌𝗌𝗂𝗌𝗍𝖺𝗇𝗍(𝗉𝖺) — 𝖻𝗈𝗇𝗎𝗌𝖫𝖾𝗍𝗍𝖾𝗋(𝗉𝖻𝗅) — 𝗆𝖾𝗌𝗌𝖺𝗀𝖾𝗌(𝗉𝗆) — 𝗇𝖺𝗍𝗂𝗈𝗇𝖺𝗅𝗂𝗍𝗒(𝗉𝗇) — 𝗉𝗋𝖾𝖼𝗂𝗌𝗂𝗈𝗇(𝗉𝗉) — 𝗋𝖾𝖺𝖼𝗍𝗂𝗈𝗇𝖳𝗂𝗆𝖾(𝗉𝗋𝗍) — 𝗌𝗉𝖾𝖾𝖽(𝗉𝗌) — 𝗍𝗋𝖺𝖼𝗄𝖾𝗋(𝗉𝗍)')
        bot.sendGameMessage('𝗥𝗮𝗻𝗸𝗲𝗱 𝗰𝗼𝗺𝗺𝗮𝗻𝗱𝘀: 𝖽𝖾𝗍𝖺𝗂𝗅(𝗋𝖽) — 𝗀𝗅𝗈𝖻𝖺𝗅(𝗋𝗀) — 𝗉𝖾𝗋𝗌𝗈𝗇𝗇𝖺𝗅(𝗋𝗉) — 𝗋𝖾𝖼𝗈𝗋𝖽(𝗋𝗋) — 𝖽𝖾𝗅𝖾𝗍𝖾𝖱𝖾𝖼𝗈𝗋𝖽(𝗋𝖽𝗋)')
        bot.sendGameMessage('𝗗𝗮𝘁𝗮𝗯𝗮𝘀𝗲 𝗰𝗼𝗺𝗺𝗮𝗻𝗱𝘀: 𝗈𝖼𝖼𝗎𝗋𝗋𝖾𝗇𝖼𝖾𝖲𝗒𝗅𝗅𝖺𝖻𝗅𝖾(𝖽𝗈𝗌) — 𝗈𝖼𝖼𝗎𝗋𝗋𝖾𝗇𝖼𝖾𝖶𝗈𝗋𝖽(𝖽𝗈𝗐) — 𝗍𝗈𝗍𝖺𝗅𝖲𝗒𝗅𝗅𝖺𝖻𝗅𝖾𝗌(𝖽𝗍𝗌) — 𝗍𝗈𝗍𝖺𝗅𝖶𝗈𝗋𝖽𝗌(𝖽𝗍𝗐)')
    }
}

module.exports = help